Repository: speedy005/TheWeather
Catalog: TheWeather/locale/*/LC_MESSAGES/TheWeather.po
Languages: ar, cs, de, el, fr, hu, it, pl, ru, sk

source: Mo
el: ΔΕ
fr: Lu

source: Tu
de: Di
el: ΤΡ
fr: Ma

source: We
de: Mi
el: ΤΕ
fr: Me

source: Th
de: Do
el: ΠΕ
fr: Je

source: Fr
el: ΠΑ
fr: Ve

source: Sa
el: ΣΑ

source: Su
de: So
el: ΚΥ
fr: Di

source: Monday
de: Montag
el: Δευτέρα
fr: Lundi

source: Tuesday
de: Dienstag
el: Τρίτη
fr: Mardi

source: Wednesday
de: Mittwoch
el: Τετάρτη
fr: Mercredi

source: Thursday
de: Donnerstag
el: Πέμπτη
fr: Jeudi

source: Friday
de: Freitag
el: Παρασκευή
fr: Vendredi

source: Saturday
de: Samstag
el: Σάββατο
fr: Samedi

source: Sunday
de: Sonntag
el: Κυριακή
fr: Dimanche

source: Belgium
de: Belgien
el: Βέλγιο
fr: Belgique

source: Changeable and chance of mist
ar: متغير وفرصة لوجود ضباب
cs: Proměnlivé a šance na mlhu
de: Veränderbar und Chance auf Nebel
el: Μεταβλητός με πιθανότητα ομίχλης
fr: Variable / risque brouillard
hu: Cserélhető és a köd esélye
it: Variabile, possibilità di nebbia
pl: Zmienność i możliwość mgły
ru: Переменчива возможен туман
sk: Premenlivé a možnosť hmly

source: Changeable cloudy light snowfall
ar: غائم جزئياً مع تساقط خفيف للثلوج
cs: Proměnlivé zataženo slabé sněžení
de: Wechselhafter bewölkter leichter Schneefall
el: Μεταβλητός συννεφιά ελαφριά χιονόπτωση
fr: Nuageux. Légère chute neige
hu: Változékony felhős, enyhe havazás
it: Variabile/Nuvoloso con lievi nevicate
pl: Zmienne, pochmurne, lekkie opady śniegu
ru: Местами облачно слабый снег
sk: Premenlivá oblačnosť slabé sneženie

source: Clear and chance of mist
ar: صافي مع فرصة الضباب
cs: Jasná a šance na mlhu
de: Klar und möglich nebel
el: Καθαρός με πιθανότητα ομίχλης
fr: Dégagé. Risque brouillard
hu: Tiszta és köd valószínű
it: Sereno con possibilità di nebbia
pl: Bezchmurnie, możliwe mgły
ru: Ясно возможен туман
sk: Jasno a šanca na hmlu

source: Clear night
ar: ليلة صافية
cs: Jasná noc
de: Klare nacht
el: Καθαρή Νύχτα
fr: Nuit claire
hu: Tiszta éjszaka
it: Notte serena
pl: Przejrzysta noc
ru: Ночью ясно
sk: Jasná noc

source: Clouds radar
de: Wolken radar
el: Ραντάρ σύννεφων
fr: Radar nuages

source: Cloudy
ar: غائم
cs: Oblačno
de: Bewölkt
el: Νεφώσεις
fr: Nuageux
hu: Felhős
it: Nuvoloso
pl: Pochmurny
ru: Облачно
sk: Zamračené

source: Cloudy and chance of showers
ar: غائم ممطر
cs: Oblačno a možnost přeháňky
de: Bewölkt und Schauer möglich
el: Συννεφιά με πιθανότητα βροχής
fr: Nuageux. Risque averses
hu: Felhős és záporok esélye
it: Nuvoloso con possibilità di rovesci
pl: Zachmurzenie duże, możliwe przelotne opady deszczu
ru: Облачно возможен дождь
sk: Oblačno a možnosť prehánok

source: Download error: Check spelling.
ar: خطأ في التحميل: تدقيق إملائي.
cs: Chyba stahování: Kontrola pravopisu.
de: Downloadfehler: Rechtschreibung prüfen.
el: Σφάλμα λήψης: Check spelling.
fr: Erreur chargem. Vérif ortho.
hu: Letöltési hiba: Helyesírás-ellenőrzés.
it: Errore download: controllare l'ortografia.
pl: Błąd pobierania: Sprawdź pisownię.
ru: Ошибка при скачивании: Проверьте орфографию.
sk: Chyba pri sťahovaní: Kontrola pravopisu.

source: Drizzle
de: Nieselregen
el: Ψιλόβροχο
fr: Bruine

source: E
ar: الشرق
de: O
el: Α
hu: K

source: Enter cityname e.g. london or london_gb or london-2643743
ar: أدخل اسم المدينة على سبيل المثال القاهره أو مصر
cs: Zadejte název města, např. london nebo london_gb nebo london-2643743
de: Stadtname eingeben z.b. london oder london_gb oder london-2643743
el: Εισαγάγετε το όνομα της πόλης π.χ. Λονδίνο ή Λονδίνο gb ή Λονδίνο-2643743
fr: Entrer nom de ville ex. paris ou paris_fr ou paris-2988507
hu: Adja meg a városnevet, pl. london vagy london_gb vagy london-2643743
it: Inserire il nome della città. Es.: Londra/Londra_gb/Londra-2643743
pl: Wprowadź nazwę miasta, np. london lub london_gb lub london-2643743
ru: Введите имя города, скажем, london или london_gb, или london-2643743
sk: Zadajte názov mesta, napr. london alebo london_gb alebo london-2643743

source: Europe
de: Europa
el: Ευρώπη

source: Exit
ar: خروج
cs: Odejít
el: Έξοδος
fr: Sortie
hu: Kilépés
it: Uscire
pl: Wyjście
ru: Выход
sk: Ukončiť

source: Favorite Locations
ar: المواقع المفضلة
cs: Oblíbená místa
de: Bevorzugte orte
el: Αγαπημένες Τοποθεσίες
fr: Endroits favoris
hu: Kedvenc helyek
it: Località preferite
pl: Ulubione lokalizacje
ru: Избранные Позиции
sk: Obľúbené miesta

source: Feels Like:
ar: تحس وكأنه
cs: Cítí se jako:
de: Fühlt sich an wie:
el: Αίσθηση:
fr: Ressenti:
hu: Úgy érzi, mint:
it: Percepita:
pl: Odczuwam:
ru: Комфорт:
sk: Pripadá mi to ako:

source: Hail radar
de: Hagel radar
el: Ραντάρ χαλαζιού
fr: Radar grêle

source: Heavy clouds
ar: سحب كثيفة
cs: Těžká mračna
de: Starke bewölkung
el: Συννεφιά
fr: Très nuageux
hu: Nehéz felhők
it: Molto nuvoloso
pl: Ciężkie chmury
ru: Густооблачно
sk: Ťažké mraky

source: Heavy clouds heavy showers
ar: سحب كثيفة ممطره
cs: Velká oblačnost silné přeháňky
de: Starke Wolken Starke Schauer
el: Συννεφιά έντονη βροχή
fr: Très nuageux. Grosses averses
hu: Erős felhők heves záporok
it: Molto nuvoloso con forti rovesci
pl: Ciężkie chmury, ulewne deszcze
ru: Облачно ливни
sk: Veľká oblačnosť silné prehánky

source: Heavy clouds thundershowers
ar: سحب رعدية كثيفة
cs: Silná oblačnost bouřky
de: Starke bewölkung gewitterschauer
el: Συννεφιά καταιγίδα
fr: Très nuageux. Orages
hu: Erős felhők zivatarok
it: Molto nuvoloso con temporali
pl: Gęste chmury, burze z gradem
ru: Пасмурно ливни с грозами
sk: Veľká oblačnosť búrky

source: Heavy clouds and heavy snowfall
ar: سحب كثيفة وتساقط ثلوج كثيفة
cs: Velká oblačnost a husté sněžení
de: Schwere Wolken und starker Schneefall
el: Συννεφιά και έντονη χιονόπτωση
fr: Très nuageux. Neige
hu: Erős felhők és erős havazás
it: Molto nuvoloso con forti nevicate
pl: Ciężkie chmury i obfite opady śniegu
ru: Пасмурно сиильный снегопад
sk: Veľká oblačnosť a husté sneženie

source: Heavy clouds light snowfall
ar: غيوم كثيفة تساقط ثلوج خفيفة
cs: Těžké mraky, slabé sněžení
de: Schwere Wolken leichter Schneefall
el: Συννεφιά χαμηλή χιονόπτωση
fr: Très nuageux. Fine neige
hu: Nehéz felhők enyhe havazás
it: Molto nuvoloso con lievi nevicate
pl: Duże zachmurzenie, lekkie opady śniegu
ru: Густооблачно лёгкий снегопад
sk: Ťažké mraky slabé sneženie

source: Heavy clouds showers possible
ar: سحب كثيفه مع امكانيه هطول المطر
cs: Silná oblačnost možné přeháňky
de: Starke Wolkenschauer möglich
el: Συννεφιά πιθανότητα βροχής
fr: Très nuageux. Averses possibles
hu: Nehéz felhőzáporok lehetségesek
it: Molto nuvoloso con possibili rovesci
pl: Możliwe przelotne opady deszczu
ru: Густооблачно возможен дождь
sk: Silná oblačnosť možné prehánky

source: Heavy clouds winter rainfall
ar: غيوم غزيرة هطول الأمطار في فصل الشتاء
cs: Těžká mračna, zimní srážky
de: Starke Wolken Winterregen
el: Συννεφιά χιονόνερο
fr: Très nuageux. Averses hivernales
hu: Erős felhők téli csapadék
it: Molto nuvoloso con precipitazioni invernali
pl: Ciężkie chmury, opady deszczu zimą
ru: Облачность зимние осадки
sk: Ťažké mraky zimné zrážky

source: Help
ar: المساعده
cs: Pomoc
de: Hilfe
el: Βοήθεια
fr: Aide
hu: Segítség
pl: Pomoc
ru: Помощь
sk: Pomoc

source: Km/h
ar: كم / ساعة
el: Χμ/Ω
ru: Км/ч

source: Light cloudy
ar: غائم خفيف
cs: Světle zataženo
de: Leicht bewölkt
el: Αραιές νεφώσεις
fr: Peu nuageux
hu: Világos felhős
it: Poco nuvoloso
pl: Lekko pochmurno
ru: Малооблачно
sk: Ľahká oblačnosť

source: Local Weather
de: Lokales Wetter
el: Τοπικός Καιρός
fr: Météo locale

source: Location +
ar: إضافه موقع
cs: Poloha +
de: Ort +
el: Τοποθεσία+
fr: Ville +
hu: Pozíció +
it: Località +
pl: Lokalizacja +
ru: Позиция +
sk: Poloha +

source: Location -
ar: حذف موقع
cs: Poloha -
de: Ort -
el: Τοποθεσία -
fr: Ville -
hu: Pozíció -
it: Località -
pl: Lokalizacja -
ru: Позиция -
sk: Poloha -

source: Location:
ar: موقع:
cs: Umístění:
de: Ort:
el: Τοποθεσία:
fr: Ville:
hu: Helyszín:
it: Località:
pl: Lokalizacja:
ru: Местоположение:
sk: Miesto:

source: Manual adding Citynumbers: Go to www.bbc.com/weather Search city and find citycode in the internetlink. Go back to "Location +" and add cityname-number e.g. "Dusseldorf-2934246" or "Dusseld-2934246" Don't forget the "-" sign.
ar: إضافة أرقام المدينة يدويًا: انتقل إلى www.bbc.com/weather ابحث عن المدينة وابحث عن رمز المدينة في رابط الإنترنت. ارجع إلى "الموقع +" وأضف اسم المدينة ، على سبيل المثال "Dusseldorf-2934246" أو "Dusseld-2934246" لا تنسى علامة "-".
cs: Ruční přidávání čísel měst: Přejít na www.bbc.com/weather Vyhledejte město a najděte kód města v internetodkazu. Vraťte se na "Location +" a přidejte cityname-number, např. "Düsseldorf-2934246" nebo "Dusseld-2934246" Nezapomeňte na znaménko "-".
de: Manuelles hinzufügen von stadtnummern: Gehen sie zu www.bbc.com/weather Stadt suchen und stadtcode im internetlink finden. Gehen sie zurück zu "Ort +" und füge sie stadtname-nummer hinzu, z.b. "Dusseldorf-2934246" oder "Dusseld-2934246" toe. Vergiss das "-"-Zeichen nicht.
el: Χειροκίνητη εισαγωγή κωδικών πόλεων: Επισκευθείτε το www.bbc.com/weather Αναζήτηση πόλης και εύρεση κωδικού πόλεως στη διεύθυνση. Επιστροφή στο "Τοποθεσία+" και προσθήκη ονόματος-κωδικού π.χ. "Dusseldorf-2934246" oder "Dusseld-2934246" toe. Μην ξεχάσετε "-"Καταχώρηση.
fr: Ajout manuel selon numero: Visitez www.bbc.com/weather Chercher ville et trouver code dans lien inernet. Revenir à "Ville +" et ajouter le code de la ville. "Paris-2988507" Pas oublier le tiret "-".
hu: Városszámok kézi hozzáadása: Ugrás a www.bbc.com/weather Keressen rá a városra, és keresse meg a citycode-ot az internetlinken. Menjen vissza a "Hely +" -hoz, és adja hozzá a városnév-számot, pl. "Düsseldorf-2934246" vagy "Dusseld-2934246" Ne felejtse el a "-" jelet.
it: Aggiunta manuale di Citynumber: Andare su www.bbc.com/weather Cercare la città e trovare il citycode nel link internet. Tornare a "Posizione +" e aggiungere il numero del nome della città, come "Dusseldorf-2934246" o "Dusseld-2934246" Non dimenticare il segno "-".
pl: Ręczne dodawanie numerów miast: Przejdź do www.bbc.com/weather Wyszukaj miasto i znajdź kod miasta w linku internetowym. Wróć do „Lokalizacja +” i dodaj numer miasta, np. „Dusseldorf-2934246” lub „Dusseld-2934246” Nie zapomnij o znaku „-”.
ru: Ручной ввод Городской номер: Перейдите на www.bbc.com/weather Пробейте город и найдите код города в интернет-ссылке. Вернитесь к "Позиция +" и добавьте город-номер, нпр. "Дюссельдорф-2934246" или "Дюссельд-2934246" Не забудьте про знак "-".
sk: Manuálne pridávanie čísel miest: Prejsť na www.bbc.com/weather Vyhľadajte mesto a nájdite citycode v internetovom odkaze. Vráťte sa na "Poloha +" a pridajte názov-číslo mesta, napr. "Düsseldorf-2934246" alebo "Düsseld-2934246" Nezabudnite na znak "-".

source: Mist radar
de: Nebel radar
el: Ραντάρ ομίχλης
fr: Radar brouillard

source: Mostly clear
ar: صافي غالباً
cs: Většinou jasné
de: Meistens klar
el: Καθαρός
fr: Généralement dégagé
hu: Többnyire tiszta
it: Prevalentemente sereno
pl: Przeważnie jasne
ru: В целом ясно
sk: Väčšinou jasné

source: Mostly sunny
ar: مشمس غالباً
cs: Skoro jasno
de: Meistens sonnig
el: Ηλιοφάνεια
fr: Soleil dominant
hu: Többnyire napos
it: Prevalentemente soleggiato
pl: Przeważnie słonecznie
ru: В целом солнечно
sk: Prevažne slnečno

source: N
ar: شمال
el: Β
ru: С

source: NE
ar: شمال شرق
cs: ÉK
de: NO
el: ΒΑ
hu: ÉK
ru: СВ
sk: NIE

source: NW
ar: شمال غرب
cs: SZ
el: ΒΔ
fr: NO
hu: ÉNY
it: NO
ru: СЗ

source: Rainfall radar
de: Niederschlags radar
el: Ραντάρ βροχής
fr: Radar pluie

source: WeatherInfo
de: WetterInfo
el: Πληροφορίες Καιρού
fr: Info météo

source: S
ar: جنوب
el: Ν

source: SE
ar: جنوب شرق
cs: JV
de: SO
el: ΝΑ
hu: DK
ru: ЮВ

source: SW
ar: جنوب غرب
cs: JZ
el: ΝΔ
fr: SO
hu: DNY
it: SO
pl: SW: Miesięczne archiwa
ru: ЮЗ

source: Satellite
de: Satellit
el: Δορυφόρος

source: Showers and chance of thunder
ar: أمطار رعديه
cs: Přeháňky a šance na hromy
de: Schauer und gewittergefahr
el: Βροχή και πιθανότητα καταιγίδας
fr: Averses / risque orage
hu: Záporok és mennydörgés esélye
it: Rovesci con probabili tuoni
pl: Przelotne opady deszczu i możliwość grzmotów
ru: Ливни возможны грозы
sk: Prehánky a možnosť búrok

source: Snow radar
de: Schnee radar
el: Ραντάρ χιονιού
fr: Radar neige

source: Sun radar
de: Sonnen radar
el: Ραντάρ Ηλιοφάνειας
fr: Radar solaire

source: Sunny / Clear
ar: مشمس / صافٍ
cs: Slunečno / Jasno
de: Sonnig / Klar
el: Ηλιοφάνεια / Καθαρός
fr: Soleil / Dégagé
hu: Napos / Tiszta
it: Soleggiato/Sereno
pl: Słonecznie / Bezchmurnie
ru: Солнце / Ясно
sk: Slnečno / Jasno

source: Sunny and chance of mist
ar: مشمس / صافٍ
cs: Slunečno a šance na mlhu
de: Sonnig und chance auf nebel
el: Ηλιοφάνεια και πιθανότητα ομίχλης
fr: Soleil / risque brouillard
hu: Napos és esély a ködre
it: Soleggiato con possibilità di nebbia
pl: Słonecznie i możliwe mgły
ru: Солнечно возможен туман
sk: Slnečné počasie a možnosť hmly

source: Sunny and chance of showers
ar: مشمس مع فرصة سقوط الأمطار
cs: Slunečno a šance na přeháňky
de: Sonnig oder schauer möglich
el: Ηλιοφάνεια και πιθανότητα βροχής
fr: Soleil / risque averses
hu: Napos és esély a záporokra
it: Soleggiato con possibilità di rovesci
pl: Słonecznie i możliwe przelotne opady
ru: Солнечно возможен дождь
sk: Slnečno s možnosťou prehánok

source: Sunny and chance of thundershowers
ar: مشمس مع فرصة لسقوط الأمطار
cs: Slunečno a šance na bouřky
de: Sonnig möglich gewitterschauer
el: Ηλιοφάνεια και πιθανότητα καταιγίδων
fr: Soleil / risque orages
hu: Napos és esély a zivatarokra
it: Soleggiato con possibilità di temporali
pl: Słonecznie i możliwe burze
ru: Солнечно возможна гроза ливень
sk: Slnečno a možnosť búrky

source: Sunny few clouds
ar: مشمس قليل الغيوم
cs: Slunečno málo mraků
de: Sonnig und wenige wolken
el: Ηλιοφάνεια αραιή συννεφιά
fr: Soleil. Quelques nuages
hu: Napos néhány felhő
it: Soleggiato, poco nuvoloso
pl: Słonecznie, kilka chmur
ru: Солнечно чуть облачно
sk: Slnečno málo mrakov

source: Sunpower-UV
de: Sonnenenergie-UV
el: Ενταση ηλίου-UV
fr: Soleil-UV

source: Temperature
de: Temperatur
el: Θερμοκρασία

source: The Netherlands
de: Die Niederlande
el: ΟΙ Ολλανδοί
fr: Hollande

source: TheWeather
de: DasWetter
el: Ο Καιρός
fr: Météo

source: Thunder radar
de: Gewitter radar
el: Ραντάρ καταιγίδων
fr: Radar orages

source: W
ar: غرب
el: Δ
fr: O
hu: SZ
it: O
sk: T

source: Wind direction:
ar: اتجاه الرياح
cs: Směr větru:
de: Wind richtung:
el: Διεύθυνση ανέμου:
fr: Direction vent:
hu: Szélirány:
it: Direzione del vento:
pl: Kierunek wiatru:
ru: Напр. ветра:
sk: Smer vetra:

source: Weather forecast-nl
de: Wettervorhersage-nl
fr: Prévisions météo-fr

source: No info
ar: لا معلومات
cs: Žádné informace
hu: Most infó
it: Nessuna informazione
pl: Brak informacji
ru: Нет инфо
sk: Žiadne informácie

source: h
ar: ساعة
hu: óra
ru: ч

source: Download error: No response try again
ar: خطأ في التحميل : لا توجد استجابة حاول مرة أخرى

source: Standard Icons
ar: الأيقونات الإفتراضيه
cs: Standardní ikony
hu: Szabványos ikonok
it: Icone Standard
pl: Standardowe ikony
ru: Стандартные иконки
sk: Štandardné ikony

source: Extra Icons
ar: أيقونات إضافية
cs: Extra ikony
hu: Extra ikonok
it: Icone Extra
pl: Dodatkowe ikony
ru: Дополнительные иконки
sk: Extra ikony

source: TheWeather_OE ipk v.%s
ar: إضافه الطقس الإصدار v.%s
pl: TheWeather_OE ipk w wersji%s

source: Reboot Plugin
ar: إعادة تشغيل البلوجين
cs: Restartujte plugin
it: Riavvia il Plugin
pl: Wtyczka Reboot
ru: Перезагрузка плагина
sk: Reštartujte doplnok

source: Whoops! Slow or no Internet connection Please try again
ar: تنبيه! اتصال إنترنت بطيء أو معدوم يرجى المحاولة مرة أخرى
cs: Jejda! Pomalé nebo žádné připojení k internetu Zkuste to prosím znovu
hu: Hoppá! Lassú vagy nincs internetkapcsolat Kérjük, próbálja újra
it: Oops... Connessione a internet assente o lenta. Riprovare
pl: Ups! Powolne połączenie internetowe lub jego brak Spróbuj ponownie
ru: Опаньки! Низкая скорость или нет подключения к Интернету Попытайтесь еще раз
sk: Hops! Pomalé alebo žiadne internetové pripojenie Skúste to znova

source: Download error: No response, try again
cs: Chyba stahování: Žádná odpověď, zkuste to znovu
hu: Letöltési hiba: nincs válasz, próbálja újra
it: Erroredownload: nessuna risposta. Riprovare
pl: Błąd pobierania: Brak odpowiedzi, spróbuj ponownie
ru: Ошибка загрузки: Нет ответа, попробуйте еще раз
sk: Chyba sťahovania: Žiadna odpoveď, skúste to znova
