Repository: speedy005/TheWeather
Catalog: TheWeather/locale/ua/LC_MESSAGES/TheWeather.po
Languages: ua

source: Belgium
ua: Бельгія

source: Changeable and chance of mist
ua: Мінлива можливий туман

source: Changeable cloudy light snowfall
ua: Мінлива хмарність невеликий снігопад

source: Clear and chance of mist
ua: Ясно можливий туман

source: Clear night
ua: Ясна ніч

source: Clouds radar
ua: Радар хмар

source: Cloudy
ua: Хмарно

source: Cloudy and chance of showers
ua: Хмарно можливий дощ

source: Download error: Check spelling.
ua: Помилка завантаження: Перевірте орфографію

source: Drizzle
ua: Мрячно

source: E
ua: O

source: Enter cityname e.g. london or london_gb or london-2643743
ua: Введіть назву міста i.n. london або london gb або london-2643743

source: Europe
ua: Європа

source: Exit
ua: Вихід

source: Favorite Locations
ua: Улюблені локації

source: Feels Like:
ua: За відчуттями:

source: Fr
ua: Пт

source: Friday
ua: П'ятниця

source: Hail radar
ua: Радар Хагеля

source: Heavy clouds
ua: Важкі хмари

source: Heavy clouds heavy showers
ua: Важкі хмари зливи

source: Heavy clouds thundershowers
ua: Важкі хмари гроза

source: Heavy clouds and heavy snowfall
ua: Важкі хмари сильний снігопад

source: Heavy clouds light snowfall
ua: Важкі хмари легкий снігопад

source: Heavy clouds showers possible
ua: Можливий сильний дощ

source: Heavy clouds winter rainfall
ua: Важкі хмари зимові дощі

source: Help
ua: Допомога

source: Km/h
ua: км/г

source: Light cloudy
ua: Легка хмарність

source: Local Weather
ua: Місцева погода

source: Location +
ua: Розташування +

source: Location -
ua: Розташування -

source: Location:
ua: Розташування:

source: Manual adding Citynumbers: Go to www.bbc.com/weather Search city and find citycode in the internetlink. Go back to "Location +" and add cityname-number e.g. "Dusseldorf-2934246" or "Dusseld-2934246" Don't forget the "-" sign.
ua: Додавання номерів міста вручну: Перейдіть на сайт www.bbc.com/weather. Знайдіть місто та знайдіть код міста в інтернет-посиланні. Поверніться до "Розташування +" та додайте номер міста, наприклад "Дюссельдорф-2934246" або "Дюссельд-2934246" Не забувайте знак "-".

source: Mist radar
ua: Туманний радар

source: Mo
ua: По

source: Monday
ua: Понеділок

source: Mostly clear
ua: Переважно ясно

source: Mostly sunny
ua: Переважно сонячно

source: Rainfall radar
ua: Радар опадів

source: Sa
ua: Сб

source: Satellite
ua: Супутник

source: Saturday
ua: Субота

source: Showers and chance of thunder
ua: Дощі можлива гроза

source: Snow radar
ua: Сніговий радар

source: Su
ua: Нд

source: Sun radar
ua: Сонячний радар

source: Sunday
ua: Неділя

source: Sunny / Clear
ua: Сонячно / Ясно

source: Sunny and chance of mist
ua: Сонячно можливий туман

source: Sunny and chance of showers
ua: Сонячно можливий дощ

source: Sunny and chance of thundershowers
ua: Сонячно можлива гроза

source: Sunny few clouds
ua: Сонячно мала хмарність

source: Sunpower-UV
ua: Ультрафіолетове випромінювання-УФ

source: Temperature
ua: Температура

source: Th
ua: Чт

source: The Netherlands
ua: Нідерланди

source: TheWeather
ua: Погода

source: Thunder radar
ua: Громовий радар

source: Thursday
ua: Четвер

source: Tu
ua: Вт

source: Tuesday
ua: Вівторок

source: We
ua: Ср

source: Weather forecast-nl
ua: Прогноз погоды-nl

source: WeatherInfo
ua: Погода-Инфо

source: Wednesday
ua: Середа

source: Wind direction:
ua: Напрямок вітру:
